token = 'vk1.a.DoA8kCkegyHxWMrjvrng6VBbrz0ao4TB3VAjfgYpz_SmUov2U7i1sdXtJ2xfbQA4UWzc1RrPXUmIj63DMN6WjwGR7hEtPVj6JMp5Atm8bs5LWIQfj4n6QXm5lRJCR1PJZaBcCL8uTotJ-aYoVIj6HqqzfxuBRNktL5V5MPwqKn8D3bVfdihqLqGqI0blR7e7'
admin_id = 637018282  # 296431501

"""
Админ:
	1) добавить нарушителя
	2) удалить нарушителя
	3) Добавить админа
	4) Удалить админа
	5) Рассылка постов пользователям
	6) Коммент при добавлении нарушителя
	7) Добавить группу для подписок
	8) Удалить группу для подписок
	
Sub Админы:
	1) Им приходят сообщения, которые пишут просты пользователи и уведомления

Пользователи:
	1) проверка
	2) сообщение админу
	3) сообщить о нарушителе
	4) гарант
	5) Проверка подписки на группы


То есть, человек заходит в бота: у него снизу появляется информация: для того,
чтобы начать пользоваться ботом, подпишитесь на группу. Далее человек подписывается,
и нажимает кнопку проверить. После этого система ему уже даёт доступ. Главное чтобы эту оп я мог убрать в любой момент.
Чтобы я мог контролировать это без консоли, а просто через панель. К примеру в админской панели - добавить рассылку,
добавить Оп и т.д
"""